AngularDoc.angulardoc-vscode
artofshell.armsnippet
AwesomeAutomationTeam.azureautomation
azemoh.one-monokai
azuresdkteam.azurenodeessentials
Azurite.azurite
batisteo.vscode-django
be5invis.toml
bpruitt-goddard.mermaid-markdown-syntax-highlighting
budparr.language-hugo-vscode
cake-build.cake-vscode
christian-kohler.npm-intellisense
codename-co.botml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dbankier.vscode-instant-markdown
doctorrustynelson.vscode-nomnoml
donjayamanne.bower
donjayamanne.githistory
donjayamanne.javadebugger
donjayamanne.jupyter
donjayamanne.python-extension-pack
DotJoshJohnson.xml
DSnake.java-debug
eamodio.gitlens
ed-elliott.azure-arm-template-helper
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
formulahendry.azure-storage-explorer
formulahendry.docker-explorer
foxundermoon.shell-format
georgewfraser.vscode-javac
gerane.Theme-azure
GrapeCity.gc-excelviewer
haaaad.ansible
hector-jimenez.xbox-theme
henriiik.docker-linter
humao.rest-client
IoliteLabs.solidity-macos
JaimeOlivares.yuml
jebbs.plantuml
JuanBlanco.solidity
Kal.theme-glacier
kodebox.solidity-language-server
mads-hartmann.bash-ide-vscode
magicstack.MagicPython
mammothb.gnuplot
marcostazi.VS-code-vagrantfile
mauve.terraform
Mebrahtom.plantumlpreviewer
mikestead.dotenv
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-apimanagement
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-devlabs.extension-manifest-editor
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-toolsai.vscode-ai
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.mono-debug
ms-vscode.powershell
ms-vscode.Theme-TomorrowKit
ms-vscode.vscode-node-azure-pack
ms-vsliveshare.vsliveshare
ms-vsts.team
msazurermtools.azurerm-vscode-tools
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
pierre3.csharp-to-plantuml
redhat.vscode-yaml
rusnasonov.vscode-hugo
samcogan.arm-snippets
samverschueren.yo
sidneys1.gitconfig
SonarSource.sonarlint-vscode
tintinweb.graphviz-interactive-preview
tintinweb.vscode-solidity-flattener
ulthes.theme-firewatch
usqlextpublisher.usql-vscode-ext
vector-of-bool.gitflow
VisualStudioExptTeam.vscodeintellicode
VisualStudioOnlineApplicationInsights.application-insights
vsciot-vscode.azure-iot-toolkit
vsciot-vscode.vscode-arduino
vscode-icons-team.vscode-icons
vstirbu.vscode-mermaid-preview
waderyan.gitblame
warren-buckley.iis-express
wholroyd.jinja
wwju.vscode-theme-c64
